Repository: debian-live/live-magic
Catalog: po/*.po
Languages: es, id, it, ru, sv

source: About
es: Acerca
id: Tentang
it: Informazioni
ru: О программе
sv: Om

source: Are you sure you wish to cancel?
es: Estas seguro que quieres cancelar?
id: Apakah Anda yakin akan membatalkan?
it: Annullare veramente?
ru: Отменить?
sv: Är du säker på att du vill avbryta?

source: GUI tool to build Debian Live systems.
es: Interfaz gráfica de usuario para la creación de sistema Debian Live
id: Perkakas GUI untuk membangun sistem Debian Live.
it: Interfaccia grafica per creare un sistemi Debian Live
ru: Утилита сборки Live-систем Debian.
sv: Grafiskt användargränssnitt för att bygga Debian Live-system.

source: Debian Live homepage
es: Página principal de Debian Live
id: Situs Debian Live
it: Pagina principale di Debian Live
ru: Домашняя страница Debian Live
sv: Hemsida för Debian Live

source: Enter your password to continue
es: Introducir tu contraseña para continuar
id: Masukkan kata sandi untuk melanjutkan
it: Inserire la password per continuare
ru: Чтобы продолжить введите пароль
sv: Ange ditt lösenord för att fortsätta

source: Debian Live Magic requires superuser capabilities to build your Debian Live system.
es: Debian Live Magic requiere privilegios de superusuario para crear tu propia Debian Live
id: Debian Live Magic membutuhkan kemampuan superuser untuk membangun sistem Debian Live Anda.
it: Debian Live Magic richiede i privilegi di superutente per creare il sistema Debian Live
ru: Для сборки Live-системы Debian Live Magic требует привилегий суперпользователя.
sv: Debian Live Magic kräver superanvändarrättigheter (rooträttigheter) för att bygga ditt Debian Live-system.

source: Error creating Debian Live system!
es: Error al crear del sistema Debian Live
id: Kesalahan membuat sistem Debian Live!
it: Errore durante la creazione del sistema Debian Live
ru: Ошибка при создании Live-системы Debian!
sv: Fel uppstod när Debian Live-systemet skapades!

source: Cleaning build system
es: Limpiando el sistema de creación
id: Membersihkan sistem pembangunan
it: Pulizia del sistema di creazione in corso
ru: Очистка системы сборки
sv: Städar upp byggsystemet

source: Purging unnecessary parts of the build system...
es: Borrando partes innecesarias del sistema de creación...
id: Menghapus bagian-bagian tidak penting pada sistem pembangunan...
it: Eliminazione delle parti non necessarie del sistema di creazione in corso...
ru: Вычистка ненужных частей системы сборки...
sv: Rensar bort onödiga delar av byggsystemet...

source: Build process finished
es: Proceso de creación terminado
id: Proses pembangunan selesai
it: Il processo di creazione è finito
ru: Процесс сборки завершён
sv: Byggprocessen avslutad

source: Your Debian Live system has been created successfully.
es: Tu sistema Debian Live ha sido creado con éxito.
id: Sistem Debian Live Anda telah berhasil dibuat.
it: Il sistema Debian Live è stato creato con successo.
ru: Создание Live-системы Debian успешно завершено.
sv: Ditt Debian Live-system har skapats framgångsrikt.

source: Error when building Debian Live system
es: Error en la construcción del sistema Debian Live
id: Kesalahan ketika membangun sistem Debian Live
it: Errore durante la creazione del sistema Debian Live
ru: Ошибка при создании Live-системы Debian
sv: Fel uppstod när Debian Live-systemet byggdes

source: There was an error when building your Debian Live system.
es: Se ha producido un error al construir tu sistema Debian Live.
id: Terdapat kesalahan ketika membangun sistem Debian Live Anda.
it: Si è verificato un errore durante la creazione del sistema Debian Live.
ru: при создании Live-системы Debian произошла ошибка.
sv: Ett fel inträffade när ditt Debian Live-system byggdes.

source: Build process cancelled
es: Proceso de construcción anulado
id: Proses pembangunan dibatalkan
it: Interruzione del processo di creazione
ru: Процесс сборки отменён
sv: Byggprocessen avbröts

source: The creation of your Debian Live system was cancelled.
es: La creación de tu sistema Debian Live fue anulada.
id: Pembuatan sistem Debian Live Anda dibatalkan.
it: La creazione del sistema Debian Live è stata annullata.
ru: Создание Live-системы Debian отменено.
sv: Skapandet av ditt Debian Live-system avbröts.

source: Generating Debian Live system...
es: Generación de sistema Debian Live...
id: Menghasilkan sistem Debian Live...
it: Generazione del sistema Debian Live in corso...
ru: Генерация Live-системы Debian...
sv: Genererar Debian Live-system...

source: <big><b>Generating Debian Live system...</b></big> Please wait while your Debian Live image is generated for you.
es: <big><b>Generación de sistema Debian Live...</b></big> Por favor, espere mientras se genera tu imagen de Debian Live.
id: <big><b>Menghasilkan sistem Debian Live...</b></big> Sila menunggu image Debian Live dihasilkan untuk Anda.
it: <big><b>Generazione del sistema Debian Live in corso...</b></big> Attendere fino a creazione ultimata dell'immagine di Debian Live.
ru: <big><b>Генерация Live-системы Debian...</b></big> Подождите, пока процесс генерации Live-системы Debian не завершится.
sv: <big><b>Genererar Debian Live-system...</b></big> Vänta medan din Debian Live-avbildning skapas åt dig.

source: Automatically close after Live system has been created
es: Cerrar automáticamente después que el sistema Debian Live ha sido creado
id: Secara otomatis menutup aplikasi setelah sistem Live telah dibuat
it: Chiudere automaticamente dopo la creazione del sistema Debian Live
ru: Автоматически закрыть после создания Live-системы
sv: Stäng automatiskt när Live-systemet har skapats

source: Details
es: Detalles
id: Rincian
it: Dettagli
ru: Подробней
sv: Detaljer

source: <b>Welcome to Debian Live Magic!</b> A <i>live</i> system is an operating system that does not require a classical installer to use it. It can boot from various types of media, including CDs, DVDs, USB sticks, or via netboot. The following screens will lead you through the process of building your own Debian Live system.
es: <b>Bienvenido a Debian Live Magic!</b> Un sistema <i>live</i> es un sistema operativo que no requiere un clásico instalador para utilizarlo. Puede arrancar desde distintos tipos de medios, como CD, DVD, memoria USB o a través de aaranque desde remoto. Las siguientes pantallas le llevará a través del proceso de construir tu propio sistema Debian Live.
id: <b>Selamat datang di Debian Live Magic!</b> Sebuah sistem <i>live</i> adalah sistem operasi yang tidak memerlukan installer klasik untuk menggunakannya. Sistem ini dapat di-boot dari berbagai tipe media, termasuk CD, DVD, USB disk, atau lewat netboot. Layar berikut akan memandu Anda melakukan proses pembangunan sistem Debian Live Anda sendiri.
it: <b>Benvenuti a Debian Live Magic!</b> Un sistema <i>live</i> è un sistema operativo che non richiede un classico installatore per l'utilizzo. Può essere avviato da vari tipi di supporto, compresi CD; DVD; chiavette USB o tramite avvio da rete. Le schermate sucessive vi guideranno attraverso il procedimento di creazione del sistema Debian Live.
ru: <b>Рады приветствовать в Debian Live Magic!</b> <i>live</i> -система -- это операционная система, для работы которой не требуется обычная программа установки. Она может запускаться с различных типов носителей, включая CD, DVD, USB-флешки или из сети. Эта программа поможет вам создать свою собственную Live-систему Debian.
sv: <b>Välkommen till Debian Live Magic!</b> Ett <i>live</i>-system är ett operativsystem som inte kräver någon installation för att användas. Det kan starta från olika slags media, inklusive CD, DVD, USB-pinnar eller via nätstart (netboot). De följande instruktionerna kommer ta dig genom skapandet av ditt eget Debian Live-system.

source: Welcome to Debian Live Magic!
es: Bienvenido a Debian Live Magic!
id: Selamat datang di Debian Live Magic!
it: Benvenuti a Debian Live Magic!
ru: Рады приветствовать в Debian Live Magic!
sv: Välkommen till Debian Live Magic!

source: <b>What type of image would you like to build?</b>
es: <b>¿Qué tipo de imagen te gustaría construir?</b>
id: <b>Tipe image apa yang ingin Anda bangun?</b>
it: <b>Che tipo di immagine creare?</b>
ru: <b>Какой тип образа вы хотите собрать?</b>
sv: <b>Vilken slags avbildning vill du bygga?</b>

source: Standard Debian GNU/Linux image
es: Imagen estándar Debian GNU/Linux
id: Image Debian GNU/Linux standar
it: Immagine standard Debian GNU/Linux
ru: Стандартный образ Debian GNU/Linux
sv: Standard Debian GNU/Linux-avbildning

source: GNOME desktop environment
es: Entorno de escritorio GNOME
id: Lingkungan desktop GNOME
it: Ambiente desktop GNOME
ru: Окружение рабочего стола GNOME
sv: GNOME-skrivbordsmiljö

source: KDE desktop environment
es: Entorno de escritorio KDE
id: Lingkungan desktop KDE
it: Ambiente desktop KDE
ru: Окружение рабочего стола KDE
sv: KDE-skrivbordsmiljö

source: Xfce desktop environment
es: Entorno de escritorio Xfce
id: Lingkungan desktop Xfce
it: Ambiente desktop Xfce
ru: Окружение рабочего стола Xfce
sv: Xfce-skrivbordsmiljö

source: Debian GNU/Linux rescue image
es: Imagen de rescate Debian GNU/Linux
id: Image rescue Debian GNU/Linux
it: Immagine di recupero Debian GNU/Linux (rescue)
ru: Образ восстановления Debian GNU/Linux
sv: Debian GNU/Linux-räddningsavbildning

source: Choose image type
es: Elija un tipo de imagen
id: Pilih tipe image
it: Scegliere il tipo di immagine
ru: Выберите тип образа
sv: Välj avbildningstyp

source: <b>What distribution of Debian would you like to build?</b> If unsure, select "<i>Testing (lenny)</i>".
es: <b>¿Qué distribución de Debian te gustaría construir?</b> Si no está seguro, selecciona "<i>Testing (lenny)</i>".
ru: <b>Какой дистрибутив Debian нужно собрать?</b> Если не знаете, выбирайте "<i>Тестируемый (lenny)</i>".

source: Unstable (sid) - untested and frequently changing
es: Unstable (sid)- no probado y que varía con frecuencia
id: Unstable (sid) - belum diujicoba dan cepat berubah
it: Unstable (sid) - non testata, con cambi frequenti
ru: Нестабильный (sid) - не протестирован и часто изменяется
sv: Den instabila utgåvan (sid) - otestad utgåva som ändras ofta

source: Testing (lenny) - receives new versions from unstable if they are not too buggy.
es: Testing (lenny) - recibe nuevas versiones desde la inestable cuando no sean demasiado erroneas.
ru: Тестируемый (lenny) - получает новые версии из нестабильного, если в них нет критических ошибок.

source: Stable (etch) - well-tested and rarely changes.
es: Stable (etch) - bien probado y con rara vez cambios.
ru: Стабильный (etch) - хорошо протестирован и редко изменяется.

source: Select distribution
es: Selecciona la distribución
id: Pilih distribusi
it: Scegliere la distribuzione
ru: Выбор дистрибутива
sv: Välj utgåva

source: <b>What media type would you like to target?</b>
es: <b>¿Qué tipo de medio te gustaría dirigir?</b>
id: <b>Tipe media apa yang ingin Anda targetkan?</b>
it: <b>Che tipo di supporto si vuole utilizzare?</b>
ru: <b>Какой тип носителя вы будете использовать?</b>
sv: <b>Vilken mediatyp vill du inrikta dig på?</b>

source: Server path:
es: Ruta del servidor:
id: Path server:
it: Percorso directory del server:
ru: Путь на сервере:
sv: Serversökväg:

source: Server address:
es: Dirección del servidor:
id: Alamat server:
it: Indirizzo del server:
ru: Адрес сервера:
sv: Serveradress:

source: Server type:
es: Tipo de servidor:
id: Tipe server:
it: Tipo di server:
ru: Тип сервера:
sv: Servertyp:

source: Network boot image
es: Imagen de arranque desde red
id: Image boot jaringan
it: Immagine di avvio da rete
ru: Образ запуска по сети
sv: Nätverksstartsavbildning

source: USB / HDD image
es: USB / imagen disco duro
id: Image USB / HDD
it: Immagine per USB o disco rigido
ru: Образ USB/HDD
sv: USB-/HDD-avbildning

source: ISO image for a CD or DVD
es: Imagen ISO por un CD o DVD
id: Image ISO untuk CD atau DVD
it: Immagine ISO per CD o DVD
ru: Образ ISO для CD или DVD
sv: ISO-avbildning till CD eller DVD

source: Select media type
es: Selecciona el tipo de medio
id: Pilih tipe media
it: Scegliere il tipo di supporto
ru: Выбор типа носителя
sv: Välj mediatyp

source: <b>Please choose your local mirror:</b> To select a mirror that is not on the list, simply enter it below.
es: <b>Por favor, elije tu servidor espejo local:</b> Para seleccionar un servidor espejo que no está en la lista, simplemente indicar abajo.
id: <b>Sila pilih cermin lokal Anda:</b> Masukkan entri di bawah ini untuk memilih sebuah cermin yang tidak ada di dalam daftar.
it: <b>Scegliere il mirror locale:</b> Per scegliere un mirror che non è nella lista, indicarlo semplicemente qui sotto.
ru: <b>Укажите локальный сервер-зеркало:</b> Чтобы указать зеркало, которого нет в списке, просто введите его ниже.
sv: <b>Välj din lokala spegel:</b> Om du vill använda en spegel som inte finns med i listan, ange den nedan.

source: Choose mirror
es: Elije el servidor espejo
id: Pilih cermin
it: Scegliere un mirror
ru: Выбор зеркала
sv: Välj spegel

source: <b>What type of machine is your Debian Live system for?</b> If you are unsure, select "<i>i386</i>".
es: <b>¿Qué tipo de máquina es tu sistema Debian Live?</b> Si no estás seguro, selecciona "<i>i386</i>".
id: <b>Apa tipe mesin untuk sistem Debian Live Anda?</b> Jika tidak yakin, pilih "<i>i386</i>".
it: <b>Indicare il tipo di macchina per la quale creare il sistema Debian Live.</b> In caso di dubbio, scegliere "<i>i386</i>".
ru: <b>Для какой архитектуры компьютера предназначена Live-система Debian?</b> Если не знаете, выберите "<i>i386</i>".
sv: <b>Vilken typ av maskin är ditt Debian Live-system avset för?</b> Om du är osäker, välj "<i>i386</i>".

source: i386 Computers with e.g. AMD Sempron or Intel Celeron, almost all desktop computers dating 2004 or earlier.
es: i386 Ordenadores con, por ejemplo, AMD Sempron o Intel Celeron, casi todos los computadoras de escritorio que data de 2004 o antes.
id: i386 Komputer dengan misal AMD Sempron atau Intel Celeron, hampir semua komputer desktop tahun 2004 atau sebelumnya.
it: i386 I computer con AMD Sempron o Intel Celeron, quasi tutti i computer desktop fino al 2004.
ru: i386 Компьютеры с процессором, например, AMD Sempron или Intel Celeron, то есть почти все настольные компьютеры до 2004 года включительно.
sv: i386 Datorer med exempelvis AMD Sempron eller Intel Celeron, nästan alla skrivbordsdatorer från 2004 eller tidigare.

source: amd64 Most new computers with e.g. AMD Opteron, Turion 64, Athlon 64, or Intel Core2, Pentium 4xx, Pentium D CPUs.
es: amd64 La mayoría de los nuevos ordenadores con, por ejemplo, AMD Opteron, Turion 64, AMD Athlon 64, o Intel Core2, 4xx Pentium, Pentium D CPUs.
id: amd64 Kebanyakkan komputer baru dengan CPU misal AMD Opteron, Turion 64, Athlon 64, atau Intel Core2, Pentium 4xx, Pentium D.
it: amd64 Nuovi computer con AMD Opteron, Turion 64, Athlon 64, o Intel Core2, Pentium 4xx, Pentium D CPU.
ru: amd64 Современные компьютеры с процессором, например, AMD Opteron, Turion 64, Athlon 64, или Intel Core2, Pentium 4xx, Pentium D.
sv: amd64 De flesta nya datorer med exempelvis AMD Opteron-, Turion 64-, Athlon 64- eller Intel Core2-, Pentium 4xx-, Pentium D-processorer.

source: Select architecture
es: Selecciona la arquitectura
id: Pilih arsitektur
it: Scegliere l'architettura
ru: Выбор архитектуры
sv: Välj arkitektur

source: <b>Select Debian Installer integration:</b> Selecting "<i>yes</i>" below adds additional boot options that launch the Debian Installer, the official installation system for Debian systems. If unsure, select "<i>no</i>".
es: <b>Selecciona la integración del instalador de Debian:</b> Selección de "<i>si</i>" a continuación añade más opciones de arranque que lanzará el Instalador de Debian, el sistema oficial de instalación para los sistemas Debian. Si no estás seguro, selecciona "<i>no</i>".
id: <b>Pilih integrasi Debian Installer:</b> Pilih "<i>ya</i>" di bawah ini untuk menambahkan pilihan boot yang menjalankan Debian Installer, sistem instalasi resmi Debian. Jika tidak yakin, pilih "<i>tidak</i>".
it: <b>Scelta dell'integrazione con l'Installatore Debian:</b> Scegliendo "<i>sì</i>", verranno aggiunte le opzioni addizionali di avvio che lanciano l'installatore Debian, il sistema di installazione ufficiale per sistemi Debian. In caso di dubbio, scegliere "<i>no</i>".
ru: <b>Интеграция программы установки Debian:</b> Выберите "<i>да</i>", если хотите добавить дополнительные параметры загрузки, с помощью которых можно запустить программу установки Debian, официальную систему установки Debian. Если не уверены, выберите "<i>нет</i>".
sv: <b>Välj integrering med Debian-installeraren:</b> Väljer du "ja" nedan kommer ytterligare startalternativ läggas till, som startar Debian-installeraren, det officiella installationssystemet för Debian-system. Om du är osäker, välj "<i>nej</i>".

source: Yes, integrate the Debian Installer.
es: Sí, integrar el instalador de Debian.
id: Ya, integrasikan Debian Installer.
it: Sì, integrare l'Installatore Debian.
ru: Да, добавить программу установки Debian.
sv: Ja, integrera Debian-installeraren.

source: No, do not integrate the Debian Installer.
es: No, no integrar el instalador de Debian.
id: Tidak, jangan integrasikan Debian Installer.
it: No, non integrare l'Installatore Debian.
ru: Нет, не добавлять программу установки Debian.
sv: Nej, integrera inte Debian-installeraren.

source: Select Debian Installer integration
es: Selecciona la integración del instalador de Debian
id: Pilih integrasi Debian Installer
it: Scelta dell'integrazione con l'Installatore Debian
ru: Интеграция программы установки Debian
sv: Välj integrering med Debian-installeraren

source: <b>Select locale and keyboard layout:</b> A locale is an identifier that defines your language, country and related formatting settings. If unsure, please use the defaults.
es: <b>Seleccionar localización y disposición de teclado:</b> Un local es un identificador que define su idioma, país y los formatos de configuración. Si no estás seguro, por favor utiliza los valores predeterminados.
id: <b>Pilih locale dan layout papan ketik:</b> Sebuah locale adalah pengidentifikasi bahasa, negara dan yang berhubungan dengan seting formatnya. Jika tidak yakin, sila gunakan default.
it: <b>Scelta delle impostazioni locali e della tastiera:</b> Una localizzazione è un identificatore che definisce lingua, paese e relative impostazioni di formattazione. In caso di dubbio, utilizzare il predefinito.
ru: <b>Выбор локали и раскладки клавиатуры:</b> В локали задан ваш язык, страна и соответствующие настройки преставления. Если не знаете, используйте параметры по умолчанию.
sv: <b>Välj lokal och tangentbordslayout:</b> En lokal identifierar ditt språk, land och relaterade formatteringsinställningar. Om du är osäker, välj standardinställningarna.

source: Keyboard layout:
es: Distribución del teclado:
id: Layout papan ketik:
it: Configurazione tastiera:
ru: Раскладка клавиатуры:
sv: Tangentbordslayout:

source: Locale:
es: Localización:
it: Localizzazione:
ru: Локаль:
sv: Lokal:

source: Select locale and keyboard layout
es: Seleccionar localización y disposición de teclado
id: Pilih locale dan layout papan ketik
it: Scelta della localizzazione e della configurazione della tastiera
ru: Выбор локали и раскладки клавиатуры
sv: Välj lokal och tangentbordslayout

source: <b>Please choose a build folder:</b> If the specified directory is not empty, images will be created in a <i>DebianLive/</i> subfolder.
es: <b>Por favor, elije una carpeta para la imagen:</b> Si el directorio especificado no está vacío, las imágenes se creará en unsubcarpeta <i>DebianLive/</i>.
id: <b>Sila pilih folder pembangunan:</b> Jika direktori yang ditentukan tidak kosong, image akan dibuat di dalam subfolder <i>DebianLive/</i>.
it: <b>Scegliere una cartella finale di creazione:</b> Se la directory specificata non è vuota, l'immagine sarà creata in unasotto-cartella chiamata <i>DebianLive/</i>.
ru: <b>Укажите каталог сборки:</b> Если указанный каталог не пуст, образы будут созданы в подкаталоге <i>DebianLive/</i>.
sv: <b>Välj en byggkatalog:</b> Om den angivna katalogen inte är tom, kommer avbildningar skapas i en underkatalog <i>DebianLive/</i>.

source: Select build folder
es: Selecciona la carpeta para la imagen
id: Pilih folder pembangunan
it: Scelta della cartella di creazione
ru: Выбор каталога сборки
sv: Välj byggkatalog

source: <b>Your Debian Live image is ready to build!</b> Press <i>Apply</i> to begin the build process.
es: <b>Tu imagen Debian Live está lista para construir!</b> Presiona <i>Aplicar</i> para iniciar el proceso de construcción.
id: <b>Image Debian Live Anda siap untuk dibangun!</b> Tekan <i>Apply</i> untuk memulai proses pembangunan.
it: <b>L'immagine Debian Live è pronta per essere creata!</b> Premere <i>Applica</i> per iniziare il processo di creazione.
ru: <b>Для сборки Live-образа Debian всё готово!</b> Чтобы начать процесс сборки, нажмите <i>Применить</i>.
sv: <b>Din Debian Live-avbildning är redo att byggas!</b> Välj <i>Utför</i> för att starta byggprocessen.

source: Ready to build!
es: Listo para construir!
id: Siap untuk membangun!
it: Pronto per la creazione!
ru: Всё готово для сборки!
sv: Redo att bygga!

source: <b>What distribution of Debian would you like to build?</b> If unsure, select "<i>Stable (lenny)</i>".
id: <b>Distribusi Debian apa yang ingin Anda bangun?</b> Jika tidak yakin, pilih "<i>Stable (lenny)</i>".
it: <b>Che distribuzione di Debian creare?</b> In caso di dubbio, scegliere "<i>Stable (lenny)</i>".
sv: <b>Vilken utgåva av Debian vill du bygga?</b> Om du är osäker, välj "<i>Den stabila utgåvan (lenny)</i>".

source: Testing (squeeze) - receives new versions from unstable if they are not too buggy.
id: Testing (squeeze) - mendapatkan versi terbaru dari unstable jika tidak terlalu banyak kutu.
it: Testing (squeeze) - riceve nuove versioni dalla unstable se non sono troppo bacate.
sv: Uttestningsutgåvan (squeeze) - tar emot nya versioner från den instabila utgåvan om de inte innehåller för många fel.

source: Stable (lenny) - well-tested and rarely changes.
id: Stable (lenny) - teruji dengan baik dan jarang ada perubahan.
it: Stable (lenny) - Ben testata e con cambi rari.
sv: Den stabila utgåvan (lenny) - vältestad utgåva som sällan ändras.
